/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Indirizzo valido e completo.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Indirizzo non valido o incompleto.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Numero di porta non valido. Il numero di porta deve essere compreso tra 1 e 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Inserisci il nome host o l'indirizzo IP.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Verifico gli indirizzi…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Impossibile determinare l'accessibilità. [%d, %ld]";
